"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 26, \"word_counts\": \"{\\\"what\\\": 7, \\\"is\\\": 9, \\\"the\\\": 13, \\\"weather\\\": 17, \\\"today\\\": 5, \\\"how\\\": 2, \\\"what's\\\": 4, \\\"how's\\\": 2, \\\"now\\\": 4, \\\"get\\\": 2, \\\"me\\\": 4, \\\"information\\\": 4, \\\"of\\\": 2, \\\"today's\\\": 3, \\\"about\\\": 2, \\\"tomorrow\\\": 5, \\\"tomorrow's\\\": 3, \\\"time\\\": 9, \\\"please\\\": 1, \\\"tell\\\": 2, \\\"it\\\": 2}\", \"word_docs\": \"{\\\"is\\\": 9, \\\"the\\\": 13, \\\"weather\\\": 17, \\\"what\\\": 7, \\\"today\\\": 5, \\\"how\\\": 2, \\\"what's\\\": 4, \\\"how's\\\": 2, \\\"now\\\": 4, \\\"get\\\": 2, \\\"of\\\": 2, \\\"today's\\\": 3, \\\"information\\\": 4, \\\"me\\\": 4, \\\"about\\\": 2, \\\"tomorrow\\\": 5, \\\"tomorrow's\\\": 3, \\\"time\\\": 9, \\\"please\\\": 1, \\\"tell\\\": 2, \\\"it\\\": 2}\", \"index_docs\": \"{\\\"3\\\": 9, \\\"2\\\": 13, \\\"1\\\": 17, \\\"5\\\": 7, \\\"6\\\": 5, \\\"14\\\": 2, \\\"8\\\": 4, \\\"15\\\": 2, \\\"9\\\": 4, \\\"16\\\": 2, \\\"17\\\": 2, \\\"12\\\": 3, \\\"11\\\": 4, \\\"10\\\": 4, \\\"18\\\": 2, \\\"7\\\": 5, \\\"13\\\": 3, \\\"4\\\": 9, \\\"21\\\": 1, \\\"19\\\": 2, \\\"20\\\": 2}\", \"index_word\": \"{\\\"1\\\": \\\"weather\\\", \\\"2\\\": \\\"the\\\", \\\"3\\\": \\\"is\\\", \\\"4\\\": \\\"time\\\", \\\"5\\\": \\\"what\\\", \\\"6\\\": \\\"today\\\", \\\"7\\\": \\\"tomorrow\\\", \\\"8\\\": \\\"what's\\\", \\\"9\\\": \\\"now\\\", \\\"10\\\": \\\"me\\\", \\\"11\\\": \\\"information\\\", \\\"12\\\": \\\"today's\\\", \\\"13\\\": \\\"tomorrow's\\\", \\\"14\\\": \\\"how\\\", \\\"15\\\": \\\"how's\\\", \\\"16\\\": \\\"get\\\", \\\"17\\\": \\\"of\\\", \\\"18\\\": \\\"about\\\", \\\"19\\\": \\\"tell\\\", \\\"20\\\": \\\"it\\\", \\\"21\\\": \\\"please\\\"}\", \"word_index\": \"{\\\"weather\\\": 1, \\\"the\\\": 2, \\\"is\\\": 3, \\\"time\\\": 4, \\\"what\\\": 5, \\\"today\\\": 6, \\\"tomorrow\\\": 7, \\\"what's\\\": 8, \\\"now\\\": 9, \\\"me\\\": 10, \\\"information\\\": 11, \\\"today's\\\": 12, \\\"tomorrow's\\\": 13, \\\"how\\\": 14, \\\"how's\\\": 15, \\\"get\\\": 16, \\\"of\\\": 17, \\\"about\\\": 18, \\\"tell\\\": 19, \\\"it\\\": 20, \\\"please\\\": 21}\"}}"